Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Chow-chow [condiment]
it: Chow-chow [spezia]

source: Gingerbread nuts
it: Noci al pan pepato

source: Biscuits with an iced topping
it: Biscotti con guarnizione in glassa

source: Pasta containing stuffings
it: Paste alimentari ripiene

source: Sauces for rice
it: Sughi per riso

source: Fruit coulis [sauces]
it: Coulis di frutta [salse]

source: Sopapillas [fried bread]
it: Sopapillas [pane fritto]

source: Soy-based ice cream substitute
it: Succedanei del gelato a base di soia

source: English muffins
it: Muffin inglesi

source: Meals consisting primarily of pasta
it: Piatti essenzialmente a base di pasta

source: Popcorn seasoning
it: Aromi per pop corn

source: Earl grey tea
it: Tè earl grey

source: Salt for preserving foodstuffs
it: Sale per conservare gli alimenti

source: Processed oats for food for human consumption
it: Avena lavorata per il consumo umano

source: Coffee flavourings
it: Aromi al caffè

source: Snack foods consisting principally of bread
it: Snack principalmente a base di pane

source: Cooking sauces
it: Salse da cucina

source: Chocolate flavourings
it: Aromi al cioccolato

source: Substances imparting flavour for addition to drink [other than essential oils]
it: Sostanze che impartiscono sapore da aggiungere ad una bibita [tranne gli oli essenziali]

source: Cocoa extracts for human consumption
it: Estratti di cacao per l'alimentazione umana

source: Oats for human consumption
it: Avena per l'alimentazione umana

source: Packaged tea [other than for medicinal use]
it: Tè confezionato [non per uso medicinale]

source: Nougat
it: Torrone

source: Ground coffee
it: Caffè macinato

source: Aerated beverages [with coffee, cocoa or chocolate base]
it: Bevande gassate [a base di caffè, cacao o cioccolato]

source: Mayonnaise with pickles
it: Maionese con sottaceti

source: Pesto [sauce]
it: Pesto [salsa]

source: Cream of tartar for culinary purposes
it: Crema di tartaro per uso culinario

source: Pasta preserves
it: Conserve di pasta

source: Pickled ginger [condiment]
it: Zenzero sottaceto [condimento]

source: Tea essences
it: Essenze di tè

source: Tea-based beverages with fruit flavoring
it: Bevande a base di tè aromatizzate alla frutta

source: Candy decorations for cakes
it: Zuccherini decorazioni per torte

source: Processed shallots for use as seasoning
it: Scalogni conservati per condimenti

source: Biscuits containing chocolate flavoured ingredients
it: Biscotti contenenti ingredienti aromatizzati al cioccolato

source: Water ice
it: Granita

source: Coffee
it: Caffè

source: Coffee essences
it: Essenze di caffè

source: Prepared meals containing [principally] rice
it: Piatti pronti costituiti principalmente da riso

source: Flavourings of almond
it: Aromi di mandorla

source: Marzipan substitutes
it: Succedanei del marzapane

source: Mustard powder [spice]
it: Senape in polvere [spezie]

source: Candies (Non-medicated -) with alcohol
it: Caramelle (non medicinali) contenenti alcol

source: Vanilla beans
it: Semi di vaniglia

source: Spice preparations
it: Preparati alle spezie

source: Chinese rice noodles (bifun, uncooked)
it: Tagliatelle cinesi di riso (bifun, non cotte)

source: Chinese steamed dumplings (shumai, cooked)
it: Ravioli cinesi cotti al vapore (Shumai)

source: Sweets (Non-medicated -) being alcohol based
it: Dolci (non medicati) a base di alcol

source: Sweets (Non-medicated -) in the nature of nougat
it: Caramelle (non medicinali) ovvero torrone

source: Liquorice flavoured confectionery
it: Dolci aromatizzati alla liquirizia

source: Lollipops [confectionery]
it: Lecca-lecca (confetteria)

source: Honey substitutes
it: Succedanei del miele

source: Sweet pounded rice cakes (mochi-gashi)
it: Dolci di riso pressato dolce (mochi-gashi)

source: Tea of parched powder of barley with husk (mugi-cha)
it: Tè di polvere d'orzo essiccato con buccia (mugi-cha)

source: Marinades containing herbs
it: Marinate contenenti erbe

source: Chewing sweets (Non-medicated -) having liquid fruit fillings
it: Dolci da masticare (non medicinali) aventi ripieni liquidi a base di frutta

source: Thick breadsticks
it: Grissini spessi

source: Peppermint pastilles [confectionery], other than for medicinal use
it: Pastiglie alla menta piperita [confetteria], non per uso medicinale

source: Sauces for frozen fish
it: Salse per pesce congelato

source: Chocolate decorations for christmas trees
it: Decorazione al cioccolato per alberi di Natale

source: Chocolates in the form of sea shells
it: Cioccolatini sotto forma di conchiglie

source: Sweetmeats [candy] being flavoured with fruit
it: Confetteria aromatizzata alla frutta [caramelle]

source: Crackers filled with cheese
it: Cracker ripieni di formaggio

source: Dutch gingerbread (taai taai)
it: Pan di zenzero olandese (taai taai)

source: Salted wafer biscuits
it: Biscotti wafer salati

source: Chicory for use as substitutes for coffee
it: Cicoria da utilizzarsi come succedaneo del caffè

source: Chocolate biscuits
it: Biscotti al cioccolato

source: Fruit flavourings, except essences
it: Aromi alla frutta, escluse essenze

source: Pralines
it: Confetti

source: Extracts of coffee for use as flavours in foodstuffs
it: Estratti di caffè da utilizzare come aromi in alimenti

source: Flavourings made from fruits [other than essential oils]
it: Aromi a base di frutta [tranne gli oli essenziali]

source: Flavourings made from lobsters
it: Aromi a base di aragosta

source: Foodstuffs made from maize
it: Alimenti a base di mais

source: Foodstuffs made of a sweetener for sweetening desserts
it: Alimenti a base di dolcificanti per dolci

source: Foodstuffs made of sugar for sweetening desserts
it: Alimenti a base di zucchero per dolcificare dessert

source: Tea (Non-medicated -) sold loose
it: Tè venduto sfuso (non medicinale)

source: Custard-based fillings for cakes and pies
it: Farciture a base di crema pasticcera per torte

source: Pastries consisting of vegetables and poultry
it: Paste contenenti ortaggi e pollame

source: Tea-based beverages
it: Bevande a base di tè

source: Ice confectionery in the form of lollipops
it: Confetteria surgelata in foma di lecca lecca

source: Chocolate covered pretzels
it: Pretzel ricoperti di cioccolato

source: Chocolate-based beverages with milk
it: Bevande a base di cioccolato con latte

source: Chutneys [condiments]
it: Chutney [condimenti]

source: Frozen cakes
it: Dolci surgelati

source: Frozen lollipops
it: Lecca lecca gelati

source: Mixtures of coffee essences and coffee extracts
it: Miscele di essenze di caffè e estratti di caffè

source: Mustard
it: Senape

source: Glucose for culinary purposes
it: Glucosio per uso culinario

source: Preparations for making pizza bases
it: Preparati per basi per pizze

source: Cereal-based snack food
it: Snack a base di cereali

source: Biscuits having a chocolate coating
it: Biscotti ricoperti di cioccolato

source: Yoghurt based ice cream [ice cream predominating]
it: Gelato a base di yogurt [a predominanza di gelato]

source: Garlic bread
it: Pane all'aglio

source: Bran preparations for human consumption
it: Preparati di crusca per l'alimentazione umana

source: Bread concentrates
it: Concentrati per pane

source: Minced garlic
it: Aglio tritato

source: Natural sweeteners
it: Dolcificanti naturali

source: Sugar-coated coffee beans
it: Chicchi di caffè in confetti

source: Processed cereals for food for human consumption
it: Cereali lavorati per l'alimentazione umana

source: Pumpernickel
it: Pane di segale

source: Confectionery in liquid form
it: Confetteria in forma liquida

source: Non-medicated confectionery products
it: Confetteria non medicinale a base di zucchero

source: Confectionery items coated with chocolate
it: Prodotti di confetteria ricoperti di cioccolato

source: Dragees [non-medicated confectionery]
it: Dragee [confetteria non medicinale]

source: Dried sauce in powder form
it: Salsa essiccata in polvere

source: Satay sauces
it: Salsa satay

source: Natural flavourings for use in ice cream [other than etheric essences or essential oils]
it: Aromi naturali da utilizzare in gelati [tranne le essenze eteriche o gli oli essenziali]

source: Organic binding agents for ice cream
it: Leganti biologici per gelati

source: Gum sweets (Non-medicated -)
it: Caramelle gommose (non medicinali)

source: Semolina pudding
it: Budino di semolino

source: Alimentary seasonings
it: Condimenti alimentari

source: Almond pastries
it: Paste di mandorle

source: Aromatic preparations for pastries
it: Preparati aromatici per pasticceria

source: Tea mixtures
it: Miscele di tè

source: Udon noodles [uncooked]
it: Tagliatelle Udon [non cotte]

source: Prepared horseradish [condiment]
it: Rafano preparato [condimento]

source: Pizzas [prepared]
it: Pizze [pronte]

source: Flour of rice
it: Farina di riso

source: Wafered pralines
it: Praline con cialde

source: Wafers [food]
it: Wafer [alimenti]

source: Whole wheat grains being preserved
it: Grano integrale in chicchi conservato

source: Biscuits [sweet or savoury]
it: Biscotti [dolci o salati]

source: Preparations for stiffening whipped cream
it: Prodotti per stabilizzare la panna montata

source: Prepared meals in the form of pizzas
it: Piatti pronti in forma di pizza

source: Bread flavoured with spices
it: Pane aromatizzato alle spezie

source: Fresh pasta
it: Pasta fresca

source: Chocolate food beverages not being dairy-based or vegetable based
it: Bevande a base di cioccolato, non a base di latticini o vegetali

source: Japanese green tea
it: Tè verde giapponese

source: Mixes of sweet adzuki-bean jelly [mizu-yokan-no-moto]
it: Miscele di gelatina dolce di adzuki [mizu-yokan-no-moto]

source: Essences for use in cooking [other than essential oils]
it: Essenze per la cucina [esclusi gli oli essenziali]

source: Extracts of coffee for use as flavours in beverages
it: Estratti di caffè da utilizzare come aromi in bevande

source: Ice milk [ice cream]
it: Latte gelato [gelato]

source: Vegetable-based seasonings for pasta
it: Condimenti a base vegetale per pasta

source: Wheat germ [other than a dietary supplement]
it: Germe di grano [non integratore dietetico]

source: Wine vinegar
it: Aceto di vino

source: Vegetable pastes [sauces]
it: Paste di verdura [salse]

source: Preserved ginger
it: Zenzero conservato

source: Sweets (Non-medicated -) containing herbal flavourings
it: Caramelle (non medicinali) contenenti aromi alle erbe

source: Sweets (Non-medicated -) in the nature of fudge
it: Caramelle (non medicinali) ovvero caramelle mou

source: Flavourings made from shrimps
it: Aromi a base di gamberi

source: Flour for doughnuts
it: Farina per ciambelline

source: Pies containing vegetables
it: Pasticci contenenti ortaggi

source: Drinks in powder form containing cocoa
it: Bevande in polvere contenenti cacao

source: Steamed buns stuffed with minced meat (niku-manjuh)
it: Panini cotti al vapore ripieni di carte tritata (niku-manjuh)

source: Bases for making milk shakes [flavourings]
it: Basi per la preparazione di frullati [aromi]

source: Cereals for use in making pasta
it: Cereali per la produzione della pasta

source: Ice lollies being milk flavoured
it: Ghiaccioli aromatizzati al latte

source: Foods with a cocoa base
it: Alimenti a base di cacao

source: Foodstuffs containing cocoa [as the main constituent]
it: Alimenti contenenti cacao [come ingrediente principale]

source: Brine for cooking
it: Salamoia per cucinare

source: Mixtures of coffee and chicory
it: Miscele di caffè e cicoria

source: Pies containing fish
it: Pasticci contenenti pesce

source: Instant coffee
it: Caffè solubile

source: Instant tea [other than for medicinal purposes]
it: Tè istantanei [non per uso medicinale]

source: Sea salt for preserving foodstuffs
it: Sale marino per conservare gli alimenti

source: Chocolate decorations for confectionery items
it: Decorazioni al cioccolato per dolciumi

source: Chocolate with alcohol
it: Cioccolato con alcol

source: Chocolates with mint flavoured centres
it: Cioccolatini con cuore di menta

source: Sweeteners (Natural -) in granular form
it: Dolcificanti naturali in forma granulare

source: Drinking cocoa paste
it: Pasta di cacao da bere

source: Turkish delight
it: Delizie turche

source: Salt for popcorn
it: Sale per popcorn

source: Decaffeinated coffee
it: Caffè decaffeinato

source: Stick liquorice [confectionery]
it: Bastoni di liquerizia [confetteria]

source: Beer vinegar
it: Aceto di birra

source: Pounded rice cakes (mochi)
it: Dolci di riso pressato (moshi)

source: Filled baguettes
it: Baguette ripiene

source: Mint flavoured confectionery (Non-medicated -)
it: Confetteria non medicata aromatizzata alla menta

source: Mint flavoured sweets (Non-medicated -)
it: Caramelle aromatizzate alla menta non medicate

source: Mixtures for making frozen confections
it: Miscele per realizzare confetteria surgelata

source: Strawberry gateaux
it: Dolce alle fragole

source: Filled bread rolls
it: Panini imbottiti

source: Bread and buns
it: Pane e panini

source: Non-medicated confectionery candy
it: Confetteria e caramelle non medicinali

source: Non-medicated confectionery containing milk
it: Confetteria non medicinale contenente latte

source: Ice cream desserts
it: Dessert al gelato

source: Fish dumplings
it: Gnocchi di pesce

source: Extruded food products made of wheat
it: Cibi estrusi a base di grano

source: Flavourings for soups [other than essential oils]
it: Aromi per minestre [tranne gli oli essenziali]

source: Flavourings made from meat
it: Aromi a base di carne

source: Foodstuffs made from dough
it: Alimenti a base di impasti

source: Horseradish [relishes]
it: Cren [condimentato]

source: Pastries containing creams
it: Pasticcini contenenti creme

source: Cereals
it: Cereali

source: Chicory [coffee substitute]
it: Cicoria [succedaneo del caffè]

source: Hot sausage and ketchup in cut open bread rolls
it: Salsicce calde e ketchup contenute in un panino

source: Ice beverages with a cocoa base
it: Bevande ghiacciate a base di cacao

source: Chocolate bark containing ground coffee beans
it: Scaglie di cioccolato contenenti chicchi di caffè

source: Semolina
it: Semolino

source: Frozen pastry sheets
it: Fogli di pasta surgelata

source: Frozen pastry stuffed with meat
it: Paste surgelate ripiene di carne

source: Sesame paste
it: Pasta di sesamo

source: Doughnuts
it: Bomboloni

source: Farinaceous food pastes for human consumption
it: Paste alimentari farinacee per alimentazione umana

source: Filled chocolate
it: Cioccolato ripieno

source: Tarts [sweet or savoury]
it: Torte dolci o salate

source: Chocolate confectionery having a praline flavour
it: Confetteria al cioccolato con aroma di praline

source: Glucose syrup for use in the manufacture of foods
it: Sciroppo di glucosio per la produzione di alimenti

source: Spaghetti sauce
it: Sugo per spaghetti

source: Granulated sugar
it: Zucchero granulato

source: Darjeeling tea
it: Tè darjeeling

source: Confectionery having liquid spirit fillings
it: Confetteria con ripieni liquidi di superalcolici

source: Confectionery having wine fillings
it: Confetteria con ripieno al vino

source: Chocolate extracts for the preparation of beverages
it: Estratti di cioccolato per la preparazione di bevande

source: Starches for dietetic purposes [other than pharmaceutical]
it: Amidi per uso dietetico [non per usi farmaceutici]

source: Hamburgers contained in bread rolls
it: Panini imbottiti contenenti hamburger

source: Sandwiches containing salad
it: Panini contenenti insalata

source: Cinnamon powder [spice]
it: Cannella in polvere [spezie]

source: Natural rice [processed] for food for human consumption
it: Riso naturale [lavorato] per l'alimentazione umana

source: Hamburgers being cooked and contained in a bread roll
it: Hamburger cotti e contenuti in un panino

source: Aromatic preparations for candies
it: Preparazioni aromatiche per caramelle

source: Long-life pastry
it: Pasticceria secca

source: Frozen pizzas
it: Pizze surgelate

source: Frozen prepared rice with seasonings and vegetables
it: Riso pronto surgelato con condimenti e verdure

source: Dessert mousses [confectionery]
it: Mousse [dessert] [dolci]

source: Wheat germ for human consumption
it: Germi di grano per l'alimentazione umana

source: Peanut butter confectionery chips
it: Confetteria a base di burro d'arachidi

source: Preserved pizzas
it: Pizze conservate

source: Vanilla
it: Vaniglia

source: Rice-based pudding dessert
it: Budino a base di riso

source: Salt
it: Sale

source: Table salt mixed with sesame seeds
it: Sale da tavola con semi di sesamo

source: Theine-free tea sweetened with sweeteners
it: Tè deteinato dolcificato con edulcoranti

source: Unleavened bread in thin sheets
it: Pane azzimo in fogli sottili

source: Wholemeal bread
it: Pane integrale

source: Rice tapioca
it: Riso, tapioca

source: Prepared meals containing [principally] pasta
it: Piatti pronti principalmente a base di pasta

source: Seaweed [condiment]
it: Alghe [condimenti]

source: Flavourings for soups
it: Aromi per minestre

source: Flour for making dumplings of glutinous rice
it: Farina per fare gnocchi di riso glutinoso

source: Mineral salts for preserving foodstuffs
it: Sali minerali per conservare gli alimenti

source: Lime tea
it: Tè al lime

source: Pasta-wrappings for gyoza
it: Involucri di pasta per Gyoza

source: Edible essences for foodstuffs [other than etheric substances and essential oils]
it: Essenze commestibili per alimenti [eccetto le essenze eteriche e gli oli essenziali]

source: Extracts of cocoa for use as flavours in beverages
it: Estratti di cacao da utilizzare come aromi in bevande

source: Ice cream substitute
it: Succedanei del gelato

source: Vegetable concentrates used for seasoning
it: Concentrati a base di ortaggi per condimenti

source: Prepared rice
it: Riso trattato

source: Non-medicated confectionery having toffee fillings
it: Confetteria non medicata con ripieni al mou

source: Non-medicated confectionery in the shape of eggs
it: Confetteria non medicinale in forma di uova

source: Non-medicated flour confectionery
it: Confetteria non medicata a base di farina

source: Chicory and chicory mixtures, all for use as substitutes for coffee
it: Cicoria e miscele a base di cicoria da utilizzare come succedanei del caffè

source: Teas (Non-medicated -) flavoured with lemon
it: Tè aromatizzati al limone (non medicinali)

source: Cereal snack foods flavoured with cheese
it: Snack a base di cereali aromatizzati al formaggio

source: Cereals prepared for consumption by humans
it: Cereali preparati per il consumo umano

source: Sauces for chicken
it: Salse per pollo

source: Ice lollies containing milk
it: Ghiaccioli contenenti latte

source: Iced confectionery (Non-medicated -)
it: Confetteria glassata (non medicinale)

source: Green onion pancake [pajeon]
it: Pancake di cipollotto [pajeon]

source: Korean soy sauce [ganjang]
it: Salsa di soia coreana [ganjang]

source: Glazed popcorn
it: Pop-corn glassati

source: Granola-based snack bars
it: Barrette a base di muesli

source: Waffles with a chocolate coating
it: Cialde ricoperte di cioccolato

source: Iced cakes
it: Dolci gelato

source: Caraway seeds
it: Semi di cumino

source: Cereal based foodstuffs for human consumption
it: Prodotti a base di cereali per l'alimentazione umana

source: Cereal cakes for human consumption
it: Dolci di cereali per l'alimentazione umana

source: Chocolate drink preparations flavoured with mocha
it: Preparati per cioccolata da bere aromatizzati al caffè

source: Chocolate syrups for the preparation of chocolate based beverages
it: Sciroppi al cioccolato per la preparazione di bevande a base di cioccolato

source: Chocolate vermicelli
it: Vermicelli di cioccolato

source: Shortbread with a chocolate coating
it: Frollini con glassa di cioccolato

source: Snack bars containing a mixture of grains, nuts and dried fruit [confectionery]
it: Snack in barrette contenenti miscele di cereali, noci e frutta secca [confetteria]

source: Sweet and sour sauce
it: Salsa agrodolce

source: Sweet biscuits for human consumption
it: Biscotti dolci per l'alimentazione umana

source: Sweets (Non-medicated -) being acidulated caramel sweets
it: Caramelle (non medicinali) ovvero caramelle acidulate al caramello

source: Crackers flavoured with vegetables
it: Crackers aromatizzati alle verdure

source: Crackers made of prepared cereals
it: Crackers a base di cereali pronti

source: Chicory extracts for use as substitutes for coffee
it: Estratti di cicoria da utilizzare come succedanei del caffè

source: Chilled pizzas
it: Pizze fredde

source: Danish butter cookies
it: Biscotti danesi al burro

source: Iced coffee
it: Caffè freddo

source: Milled rice for human consumption
it: Riso macinato per l'alimentazione umana

source: Ice creams flavoured with chocolate
it: Gelati aromatizzati al cioccolato

source: Extruded food products made of rice
it: Prodotti alimentari lavorati a base di riso

source: Flavourings made from pickles
it: Aromi a base di sottaceti

source: Non-medicated mint confectionery
it: Confetteria non medicinale alla menta

source: Puff pastry
it: Pasta sfoglia

source: Tarts
it: Torte

source: Chocolate
it: Cioccolato

source: Dumplings
it: Tortelli

source: Prepared desserts [confectionery]
it: Dolci pronti [confetteria]

source: Tortilla chips
it: Chips al mais

source: Boiled confectionery
it: Confetteria bollita

source: Bonbons made of sugar
it: Confetti di zucchero

source: Waffles
it: Cialde

source: Pies [sweet or savoury]
it: Pasticcio [dolce o salato]

source: Sauces [condiments]
it: Salse [condimenti]

source: Relish [condiment]
it: Rafano [spezia]

source: Condiments
it: Condimenti

source: Chocolate waffles
it: Cialde di cioccolato

source: Peppermint for confectionery
it: Menta per confetteria

source: Macaroni
it: Maccheroni

source: Pastry dough
it: Pasta per dolci

source: Semi-baked bread
it: Pane semicotto

source: Pâtés en croûte
it: Paté in crosta

source: Tablet (confectionary)
it: Tavolette [pasticceria]

source: Bread
it: Pane

source: Yeast and leavening agents
it: Lievito e agenti lievitanti

source: Doughs, batters, and mixes therefor
it: Impasti, pastelle e loro miscele

source: Dried and fresh pastas, noodles and dumplings
it: Pasta confezionata e fresca, tagliatelle e gnocchi

source: Sweet glazes and fillings
it: Glasse e ripieni dolci

source: Sweets (candy), candy bars and chewing gum
it: Dolci (caramelle) e gomme da masticare

source: Pastries, cakes, tarts and biscuits (cookies)
it: Pasticcini, torte, crostate e biscotti

source: Savory sauces, chutneys and pastes
it: Salse aromatiche, chutney (salsa indiana)

source: Processed grains, starches, and goods made thereof, baking preparations and yeasts
it: Cereali lavorati, amidi e prodotti da essi derivati, preparati da forno e lieviti

source: Ice, ice creams, frozen yogurts and sorbets
it: Ghiaccio, gelati, yogurt gelati e sorbetti

source: Sugars, natural sweeteners, sweet coatings and fillings, bee products
it: Zucchero, dolcificanti naturali, glasse e ripieni dolci, prodotti delle api

source: Baked goods, confectionery, chocolate and desserts
it: Prodotti da forno, pasticceria, cioccolato e dolci

source: Preparations made from cereals
it: Preparati a base di cereali

source: Pre-packaged lunches consisting primarily of rice, and also including meat, fish or vegetables
it: Pranzi in scatola composti essenzialmente di riso, ma che contengono anche carne, pesce o verdure

source: Red bean porridge (patjuk)
it: Porridge a base di fagioloni

source: Coffee-based beverages containing ice cream (affogato)
it: Bevande a base di caffè contenenti gelato (affogato)

source: Buckwheat jelly (Memilmuk)
it: Farina di fagopiro (Menilmuk)
